import type { Work } from "../../types/api";

const workDataMulti: Work[] = [
  {
    ask: "心理咨询专业伦理的主要原则包括（）。",
    A: "善行",
    B: "责任",
    C: "热情",
    D: "诚信",
    answer: "ABD",
  },
  {
    ask: "心理咨询师的以下行为不符合专业伦理（）。",
    A: "向来访者的监护人了解情况",
    B: "建议来访者到宗教场所提升能量",
    C: "向来访者推荐其他收费的课程",
    D: "直接向来访者的同伴介绍咨询过程",
    answer: "BCD",
  },
  {
    ask: "关于知情同意问题，正确的表述包括（）。",
    A: "知情同意是单一事件而非过程，必须在初次接待时全部完成",
    B: "咨询师要把知情同意过程看作是对来访者与咨询师积极合作的邀请",
    C: "咨询师应确保来访者(或监护人)了解双方的权利.责任",
    D: "咨询师只有在得到来访者书面同意的情况下，才能对心理咨询过程录音.录像",
    answer: "BCD",
  },
  {
    ask: "以下属于多重关系的包括（）。",
    A: "咨询师给朋友进行心理咨询",
    B: "先是咨询关系，两周后成为商业伙伴",
    C: "咨询师给其朋友的恋人进行心理咨询",
    D: "同行转介的来访者",
    answer: "ABC",
  },
  {
    ask: "来访者有权向心理咨询师了解的相关事项包括（）。",
    A: "心理测量与评估的意义,以及测验和结果报告的用途",
    B: "其他来访者的咨询效果",
    C: "专业服务可能带来的好处和风险",
    D: "专业服务的过程和局限",
    answer: "ACD",
  },
  {
    ask: "咨询师为了使来访者产生信任，保证咨询效果，可以（）。",
    A: "签订服务协议",
    B: "建立朋友关系",
    C: "介绍自己的咨询方法比其他咨询师更加有效",
    D: "确保来访者了解享有的保密权利及例外情况和保密界限",
    answer: "AD",
  },
  {
    ask: "心理咨询师专业成长的有效途径包括（）。",
    A: "参加专业组织，接受专业的指导和服务",
    B: "接受专业的督导",
    C: "参加专业的培训和继续教育",
    D: "利用专业资料和数据库",
    answer: "ABCD",
  },
  {
    ask: "关于咨询中的服务费用，心理咨询师正确的做法包括（）。",
    A: "根据政府和单位的规定收费",
    B: "进入专业工作关系前介绍费用标准",
    C: "可以同意来访者用劳务服务支付报酬",
    D: "可以同意来访者用实物支付报酬",
    answer: "AB",
  },
  {
    ask: "咨询师在工作中不符合专业伦理和专业精神的行为包括（）。",
    A: "额外接受来访者的财物或贵重礼物",
    B: "同时与来访者的亲属洽谈生意",
    C: "在饭局上谈论来访者的情况",
    D: "平时与来访者的家庭成员保持联系",
    answer: "ABC",
  },
];

export default workDataMulti;
