import type { Work } from "../../types/api";

const workDataSingle: Work[] = [
  {
    ask: "根据《中华人民共和国精神卫生法》，以下属于心理咨询师工作对象的是（）。",
    A: "精神分裂症患者",
    B: "确诊强迫神经症的来访者",
    C: "抑郁发作的来访者",
    D: "人际适应或情感问题的来访者",
    answer: "D",
  },
  {
    ask: "有关知情同意问题，错误的说法是（）。",
    A: "获得知情同意有两种常用方法：口头讨论和书面材料",
    B: "知情同意程序表明专业人员将来访者看作一个人而不是一个问题或一个诊断",
    C: "知情同意的核心内容之一是自愿同意若发现同行或同事违反了伦理规范，应当予以规劝",
    D: "为避免影响疗效，咨询师使用一种实验性的技术或程序时不必明确告知来访者",
    answer: "D",
  },
  {
    ask: "在处理伦理问题时，心理咨询师正确的做法是（）。",
    A: "一旦觉察到自己在工作中有失职行为，应当立即解除咨询关系",
    B: "在专业伦理规范与法律法规之间出现冲突的时候，直接以法律法规行事",
    C: "如果所在心理咨询机构的要求与伦理规范有矛盾之处，心理师遵守机构的规定",
    D: "若发现同行或同事违反了伦理规范，应当予以规劝",
    answer: "D",
  },
  {
    ask: "关于咨询中的专业关系，心理咨询师正确的做法是（）。",
    A: "拒绝咨询同性恋取向的来访者",
    B: "绝对避免咨询过程中发生对来访者的伤害",
    C: "不利用来访者对自己的信任或依赖剥削对方",
    D: "将寻求专业服务者转介至其他机构时，可以收取约定的佣金",
    answer: "C",
  },
  {
    ask: "以下属于违背心理咨询伦理的行为是（）。",
    A: "咨询过程中进行书面记录",
    B: "询问来访者的婚姻状况",
    C: "未经来访者同意录音录像",
    D: "难以胜任时对来访者进行转介",
    answer: "C",
  },
  {
    ask: "有关咨询师的信息可以告知来访者的是（）。",
    A: "私人电话号码",
    B: "私人微信",
    C: "咨询预约电话",
    D: "家庭住址",
    answer: "C",
  },
  {
    ask: "心理咨询师在咨询关系中最重要是（）。",
    A: "增进来访者的利益和福祉",
    B: "遵守保密原则",
    C: "满足求助者的需求",
    D: "尊重求助者",
    answer: "A",
  },
  {
    ask: "根据《中华人民共和国精神卫生法》，心理咨询师不应进行的工作是（）。",
    A: "对来访者进行摄入性会谈",
    B: "对精神病人的严重程度进行诊断",
    C: "对抑郁发作的来访者实施转介",
    D: "建议来访者到医院排除躯体疾病",
    answer: "B",
  },
  {
    ask: "对于心理测验，心理咨询师不恰当的做法是（）。",
    A: "根据来访者的情况选用恰当的心理测验",
    B: "使用测验前征得来访者的同意",
    C: "将未经修订的国外测评工具直接用于国内来访者",
    D: "收取心理测验的费用",
    answer: "C",
  },
];

export default workDataSingle;
